[GENERAL]
NAME					= Português de Portugal
TRANSLATOR				= João Nunes
DLG_FONT_NAME				= 
DLG_FONT_SIZE				= 


[TEXT]
TEXT_MESSAGEBOX_OK			= OK
TEXT_MESSAGEBOX_CANCEL			= Cancelar
TEXT_MESSAGEBOX_ABORT			= Abortar
TEXT_MESSAGEBOX_RETRY			= Refazer
TEXT_MESSAGEBOX_IGNORE			= Ignorar
TEXT_MESSAGEBOX_YES			= Sim
TEXT_MESSAGEBOX_NO			= Não
TEXT_MESSAGEBOX_CONTINUE		= Continuar

TEXT_APP_NAME				= Honeyview
TEXT_BETA				= Beta
TEXT_PORTABLE				= Portátil
TEXT_BUILDNO				= Melhoramento#
TEXT_SELECT_FOLDER			= Selecione uma Pasta.
TEXT_ASSOC_IMAGE			= Ficheiro de Imagem(${str1}) 
TEXT_ASSOC_RAWIMAGE			= Ficheiro de Imagem RAW (${str1})
TEXT_ASSOC_EBOOK			= Ficheiro de Imagem Compactado (${str1})
TEXT_APP_DESC				= Honeyview é um visualizador de imagens ultra-rápido.
TEXT_ABOUTBOX_TAB1			= Acerca do Honeyview
TEXT_PHOTOFOLDER_NAME			= Honeyview
TEXT_OPENFILEDLG_IMAGEFILE		= Ficheiro de Imagem
TEXT_OPENFILEDLG_ALLFILE		= Todos os Ficheiros
TEXT_NEW_FOLDER				= Nova Pasta
TEXT_TRANSF_FILE_BEGIN_WITH		= Honeyview_

TEXT_UPDATE_DOWNLOAD_ERROR_MSG		= Falha ao descarregar ficheiros de instalação requeridos.
TEXT_UPDATE_VERSION_CHECK_FAILED	= Atualização da versão falhou
TEXT_UPDATE_VERSION_CHECKING		= A Procurar Atualizações
TEXT_UPDATE_DOWNLOAD_FAILED		= Falha na descarga
TEXT_UPDATE_LATEST_VERSION		= Até à data
TEXT_UPDATE_DO_DOWNLOAD			= Atualizações necessárias
TEXT_UPDATE_DOWNLOAD_COMPLETED		= Descarga concluída

TEXT_MSG_LASTPAGE			= Esta é a última imagem.
TEXT_MSG_FIRSTPAGE			= Esta é a primeira imagem.
TEXT_MSG_NOIMAGEFILE			= Não há imagem no ficheiro compactado.
TEXT_MSG_INVALID_PHOTOFOLDER		= Por favor, defina o caminho 'Pasta de Fotos 2' na configuração.
TEXT_MSG_CANTOPENARCHIVE		= Falha ao abrir o ficheiro:
TEXT_MSG_INVALID_ARCHIVE_VERSION	= Este ficheiro não é suportado. Por favor, atualize para a versão mais recente.
TEXT_MSG_INVALID_PASSWORD		= Palavra-passe errada.
TEXT_MSG_STRETCHWHENSMALL_ON		= Esticar imagens pequenas: Lig.
TEXT_MSG_STRETCHWHENSMALL_OFF		= Esticar imagens pequenas: Desl.
TEXT_MSG_CANTOPENBOOKMARK		= Falha ao abrir os favoritos.
TEXT_MSG_BROKENARCHIVE			= Este ficheiro compactado está danificado.
TEXT_MSG_ADDTOBOOKMARK			= Adicionar aos marcadores: 
TEXT_MSG_LOADRECENTBOOKMARK		= Abrir Marcadores guardados recentemente:
TEXT_MSG_SLIDESHOWSTART			= Iniciar Slideshow: ${TIME}seg
TEXT_MSG_SLIDESHOWSTOP			= Parar Slideshow
TEXT_MSG_ALWAYSONTOP_ON			= Sempre ligado no Início: Lig.
TEXT_MSG_ALWAYSONTOP_OFF		= Sempre ligado no Início: Desl.
TEXT_MSG_ZOOMFIX_ON			= Corrigir Aumentar o zoom/Diminuir: Lig.
TEXT_MSG_ZOOMFIX_OFF			= Corrigir Aumentar o zoom/Diminuir: Desl.
TEXT_MSG_EXTPROGERR_LAUNCH		= Abrir com o Editor de Imagem
TEXT_MSG_EXTPROGERR_NOTSET		= Selecione o Editor de Imagem na configuração (Paint, Photoshop, etc.). 
TEXT_MSG_ARCHIVEBOOKMARK		= Lembre-se do local dentro do Ficheiro compactado:
TEXT_MSG_RESTART_NOTIFY			= Este programa irá reiniciar.
TEXT_MSG_COPY2CLIPBOARD			= Copiado para a área de transferência.
TEXT_MSG_COPY2CLIPBOARD_FAILED		= Falha ao Copiar para a área de transferência.
TEXT_MSG_BOOKMARK_EXPORTED		= Os Marcadores foram guardados.
TEXT_MSG_BOOKMARK_EXPORT_FAILED		= Falha ao guardar os Marcadores.
TEXT_MSG_BOOKMARK_OPEN_FAILED		= Falha ao Abrir os Marcadores 
TEXT_MSG_BOOKMARK_IMPORT_FAILED		= Falha ao Importar os Marcadores.
TEXT_MSG_BOOKMARK_IMPORTED		= Os Marcadores foram importados.
TEXT_MSG_SETWALLPAPER_FAILED		= Falha ao definir como fundo do ecã.
TEXT_MSG_CANT_OPEN_IMAGE		= Não é possível abrir o Ficheiro de imagem.
TEXT_MSG_TRANSFORM_COMPLETED		= Processamento concluído.
TEXT_MSG_TRANSFORM_ERR_CANT_OPEN_FILE	= Não foi possível abrir o Ficheiro.
TEXT_MSG_TRANSFORM_ERR_CANT_SAVE_FILE	= Não é possível guardar o Ficheiro.
TEXT_MSG_CANT_OPEN_MMF			= Não pode Abrir MMF. (mmf:${str1})
TEXT_MSG_NOTICE_RESTART			= Este programa irá reiniciar.
TEXT_MSG_DELETED			= Eliminados

TEXT_ASK_INIT				= Quer iniciar a configuração?
TEXT_ASK_DELETE_IMAGE			= Ao eliminar este ficheiro vai aumentar a Lixeira?
TEXT_ASK_DELETE_ARCHIVE			= A imagem atual faz parte do ficheiro compactado.[br][br] Quer eliminar o ficheiro compactado (${FILENAME}) completamente?
TEXT_ASK_DELETE_BOOKMARKALL		= Quer eliminar todas os Marcadores guardados?
TEXT_ASK_LAUNCH_ASSOCUI			= Para o Windows 8 ou versão posteriores, os utilizadores são obrigados a associar as extensões.[br][br] Quer associar as extensões?
TEXT_ASK_STOP_BATCH_PROCESSING		= O Processamento está em andamento. Quer Cancelar?

TEXT_FILTERMODE_NONE			= Sem Filtro
TEXT_FILTERMODE_BILINEAR		= Filtro: Suavizar
TEXT_FILTERMODE_SHARPEN			= Filtro: Suavizar + Aguçar

TEXT_SHOWMODE_NONE			= Ver: Tamanho Original (100%)
TEXT_SHOWMODE_FIT2WINDOW		= Ver: Ajustar na janela
TEXT_SHOWMODE_FIT2WIDTH			= Ver: Ajustar á Largura
TEXT_SHOWMODE_TWO_L2R			= Página dupla inteligente (Esquerda->Direita)
TEXT_SHOWMODE_TWO_R2L			= Página dupla inteligente (Esquerda<-Direita)

TEXT_NEXTPATH_NOFILE			= Move Pasta: Última Imagem (Favor abrir um Ficheiro)
TEXT_NEXTPATH_LASTFOLDER		= Próxima Pasta: Última Imagem
TEXT_PREVPATH_LASTFOLDER		= Pasta Anterior: Última Imagem
TEXT_NEXTPATH_OPENFOLDER		= Próxima Pasta:
TEXT_PREVPATH_OPENFOLDER		= Pasta Anterior:

TEXT_DELETE				= Eliminar: 
TEXT_COPY_TO_PHOTOFOLDER1		= Copiar para Pasta de Fotos 1:
TEXT_COPY_TO_PHOTOFOLDER2		= Copiar para Pasta de Fotos 2:
TEXT_MOVE_TO_PHOTOFOLDER1		= Mover para Pasta de Fotos 1:

TEXT_SELECTFILEDLG_FILELIST		= Lista
TEXT_SELECTFILEDLG_DATE			= Data de Modificação
TEXT_SELECTFILEDLG_SIZE			= Tamanho

TEXT_BOOKMARKEDITDLG_PATH		= Caminho

TEXT_PAGETURNFX_NONE			= Sem efeitos
TEXT_PAGETURNFX_HV2			= Sacudidela
TEXT_PAGETURNFX_ALPHA			= Desvanecer
TEXT_PAGETURNFX_SLIDE			= Slide

TEXT_FILEINFO_FILENAME			= Nome do Ficheiro
TEXT_FILEINFO_SIZE			= Tamanho da imagem
TEXT_FILEINFO_CREATETIME		= Data de criação
TEXT_FILEINFO_MODIFYTIME		= Data de modificação
TEXT_FILEINFO_IMGINFO			= Informações da imagem
TEXT_FILEINFO_ROTATE			= Informações de rotação
TEXT_FILEINFO_ZOOM			= Aumentar o zoom/Diminuir

TEXT_EXIF_MAKER				= Fazer
TEXT_EXIF_MODEL				= Modelo da Câmera 
TEXT_EXIF_SOFTWARE			= Software
TEXT_EXIF_ARTIST			= Artista
TEXT_EXIF_COPYRIGHTPHOTOGRAPHER		= Direitos de Autor
TEXT_EXIF_DATETIME			= Data de rodagem/Tempo
TEXT_EXIF_FLASHUSED			= Flash
TEXT_EXIF_FOCALLENGTH			= Comprimento focal
TEXT_EXIF_FOCALLENGTH_35MM		= Comprimento focal (35mm)
TEXT_EXIF_EXPOSURETIME			= Velocidade do obturador
TEXT_EXIF_EXPOSUREBIAS			= Viés de exposição
TEXT_EXIF_APERTUREFNUMBER		= Número de abertura
TEXT_EXIF_ISOEQUIVALENT			= Velocidade ISO
TEXT_EXIF_METERINGMODE			= Modo de medição
TEXT_EXIF_EXPOSUREPROGRAM		= Programa de exposição
TEXT_EXIF_DISTANCE			= Distância do foco
TEXT_EXIF_GPS				= Informação de GPS
TEXT_EXIF_COMMENT			= Comentário

TEXT_CUSTOMCMD_NOOPERATION		= Não fazer nada
TEXT_CUSTOMCMD_FULLSCREEN		= Ecrã cheio
TEXT_CUSTOMCMD_MAXIMIZE			= Maximizar
TEXT_CUSTOMCMD_MINIMIZE			= Miminizar
TEXT_CUSTOMCMD_PAGESELECT		= Selecionar Imagem
TEXT_CUSTOMCMD_EXIT			= Sair
TEXT_CUSTOMCMD_OPEN			= Abrir Ficheiro
TEXT_CUSTOMCMD_OPENFOLDER		= Abrir Pasta
TEXT_CUSTOMCMD_NEXT1			= Próxima página 1 (Exibição dupla) 
TEXT_CUSTOMCMD_PREV1			= Página anterior 1 (Exibição dupla)
TEXT_CUSTOMCMD_NEXT			= Próxima Imagem
TEXT_CUSTOMCMD_PREV			= Imagem anterior
TEXT_CUSTOMCMD_NEXT_RANDOM		= Próxima imagem aleatória
TEXT_CUSTOMCMD_PREV_RANDOM		= Imagem aleatória anterior  
TEXT_CUSTOMCMD_HOME			= Primeira Imagem
TEXT_CUSTOMCMD_END			= Última Imagem
TEXT_CUSTOMCMD_NEXT10			= Próximas 10 imagens
TEXT_CUSTOMCMD_PREV10			= 10 Imagens Anteriores
TEXT_CUSTOMCMD_SCROLL_UP		= Botão de rolagem Acima
TEXT_CUSTOMCMD_SCROLL_DN		= Botão de rolagem abaixo
TEXT_CUSTOMCMD_SCROLL_LEFT		= Botão de rolagem Esquerda
TEXT_CUSTOMCMD_SCROLL_RIGHT		= Botão de rolagem Direita
TEXT_CUSTOMCMD_ZOOM_IN			= Aumentar o zoom
TEXT_CUSTOMCMD_ZOOM_OUT			= Diminuir o zoom
TEXT_CUSTOMCMD_COPY2PHOTOFOLDER		= Copiar Para Pasta de Fotos
TEXT_CUSTOMCMD_MOVE2PHOTOFOLDER		= Mover Para Pasta de Fotos
TEXT_CUSTOMCMD_COPY2PHOTOFOLDER2	= Copiar para pasta de fotos 2
TEXT_CUSTOMCMD_NEXTPATH			= Próximo Ficheiro compactado/Pasta
TEXT_CUSTOMCMD_PREVPATH			= Ficheiro compactado anterior/Pasta
TEXT_CUSTOMCMD_CONTEXT_MENU		= Menu de contexto
TEXT_CUSTOMCMD_EXIFSHOW_TOGGLE		= Mostrar ficheiro/Informações EXIF

TEXT_COMBO_GIF_TRANS_OPTION_0		= Usar a paleta Original GIF
TEXT_COMBO_GIF_TRANS_OPTION_1		= Usar cor de fundo branco
TEXT_COMBO_GIF_TRANS_OPTION_2		= Usar a fundo de grade
TEXT_COMBO_GIF_TRANS_OPTION_3		= Usar cor de fundo preta

TEXT_COMBO_LASTFILE_ACTION_NONE		= Não fazer nada
TEXT_COMBO_LASTFILE_ACTION_ASK		= Perguntar
TEXT_COMBO_LASTFILE_ACTION_LOOP		= Vá para o primeiro ficheiro
TEXT_COMBO_LASTFILE_ACTION_NEXTPATH	= Vá para a próxima/Pasta Anterior/Ficheiro

TEXT_ASSOC_GROUP0			= Formatos de Imagens usados ​​frequentemente
TEXT_ASSOC_GROUP1			= Formatos de Imagens recém introduzidos
TEXT_ASSOC_GROUP2			= Formatos de Imagens de câmera sem perdas 
TEXT_ASSOC_GROUP3			= Formatos de Imagens compactadas

TEXT_SORT_METHOD_FILENAME		= Classificar por nome
TEXT_SORT_METHOD_DATE			= Classificar por data de modificação
TEXT_SORT_METHOD_SIZE			= Classificar por Tamanho
TEXT_SORT_METHOD_EXT			= Classificar por Tipo

TEXT_TRANSF_RESIZE_NONE			= Não redimensionar
TEXT_TRANSF_RESIZE_KEEPRATIO		= Preservar proporção original
TEXT_TRANSF_RESIZE_FITWIDTH		= Ajustar à Largura
TEXT_TRANSF_RESIZE_ADD			= Adicionar Preenchimento
TEXT_TRANSF_RESIZE_CUT			= Cortar Imagem
TEXT_TRANSF_RESIZE_STRETCH		= Esticar Imagem

TEXT_TRANSF_FORMAT_TO_SAVE_AUTO		= Auto
TEXT_TRANSF_FORMAT_TO_SAVE_JPG		= JPG
TEXT_TRANSF_FORMAT_TO_SAVE_PNG		= PNG

TEXT_BTN_PREV_FOLDER			= Pasta anterior ( [ )
TEXT_BTN_NEXT_FOLDER			= Próxima Pasta ( ] )
TEXT_BTN_PREV_ARCHIVE			= Ficheiro compactado anterior( [ )
TEXT_BTN_NEXT_ARCHIVE			= Próxima ficheiro compactado ( ] )


[MENU]
MENUSTR_OPEN				= Abrir\tF2
MENUSTR_OPENFOLDER			= Abrir Pasta\tF
MENUSTR_CLOSE				= Fechar\tF4
MENUSTR_PAGESELECT			= Selecionar Imagem\tEnter
MENUSTR_OPEN_FILEPOSITION		= Mostrar no Windows Explorer\tCtrl+Enter

MENUSTR_FILTER_NONE			= Sem Filtro\tU
MENUSTR_FILTER_BILINEAR			= Suavizar\tI
MENUSTR_FILTER_SHARPEN			= Suavizar + Aguçar\tS

MENUSTR_PAGEMOVE			= Mover Imagem
MENUSTR_PAGEMOVE_NEXT			= Próxima Imagem\t->
MENUSTR_PAGEMOVE_PREV			= Imagem Anterior\t<-
MENUSTR_PAGEMOVE_HOME			= Primeira Imagem\tInicio
MENUSTR_PAGEMOVE_END			= Última Imagem\tFim
MENUSTR_PAGEMOVE_NEXT10			= Próximas 10 Imagens\tCtrl+PágAbaixo
MENUSTR_PAGEMOVE_PREV10			= 10 Imagens Anteriores\tCtrl+PágAcima
MENUSTR_PAGEMOVE_RAND_NEXT		= Próxima Imagem aleatória\tCtrl+Alt+PágAbaixo
MENUSTR_PAGEMOVE_RAND_PREV		=  Imagem Anterior aleatória\tCtrl+Alt+PágAcima
MENUSTR_PAGEMOVE_NEXT_PATH		= Próxima Pasta/Ficheiro compactado\t]
MENUSTR_PAGEMOVE_PREV_PATH		= Pasta Anterior/Ficheiro compactado\t[

MENUSTR_INTERPOLATEMODE			= Interpolação
MENUSTR_INTERPOLATEMODE_BILINEAR	= Interpolação bilinear (rápida)
MENUSTR_INTERPOLATEMODE_BICUBIC		= Interpolação Bicúbica (lenta, alta qualidade)
MENUSTR_INTERPOLATEMODE_LANCZOS		= Interpolação Lanczos (lenta, alta qualidade)

MENUSTR_IMAGE_PROCESSING		=  Efeito de Imagem
MENUSTR_IMAGE_PROCESSING_NEGATIVE	= Reverter Imagem\tCtrl+I
MENUSTR_IMAGE_PROCESSING_GAMMA		= Compensação de gama\tCtrl+G
MENUSTR_IMAGE_PRICESSING_FLIP		= Virar Vertical\tCtrl+F
MENUSTR_IMAGE_PRICESSING_MIRROR		= Virar Horizontal\tCtrl+M

MENUSTR_SORT_METHOD			= Ordenar por
MENUSTR_SORT_METHOD_FILENAME		= Nome
MENUSTR_SORT_METHOD_DATE		= Data de modificação
MENUSTR_SORT_METHOD_SIZE		= Tamanho
MENUSTR_SORT_METHOD_EXT			= Tipo
MENUSTR_SORT_DESCENDING			= Descendente

MENUSTR_SHOWMODE			= Mostrar Imagens
MENUSTR_FILTER_STRETCHWHENSMALL		= Esticar imagens pequenas\tZ
MENUSTR_SHOWMODE_NONE			= Tamanho Original (100%)\t0
MENUSTR_SHOWMODE_STRETCH		= Ajustar á janela\t9
MENUSTR_SHOWMODE_FITWIDTH		= Ajustar á largura\t8
MENUSTR_SHOWMODE_TWO_L2R		= Página dupla inteligente (Esquerda->Direita)\t7
MENUSTR_SHOWMODE_TWO_R2L		= Página dupla inteligente(Esquerda<-Direita)\t6

MENUSTR_ZOOM				= Aproximar
MENUSTR_ZOOM_IN				= Aumentar\t+
MENUSTR_ZOOM_OUT			= Reduzir\t-
MENUSTR_ZOOM_FIX			= Fixar\tCtrl+K
MENUSTR_ZOOM_100			= 100%\t*
MENUSTR_ZOOM_IN_1			= Aumentar(1%)\tCtrl++
MENUSTR_ZOOM_OUT_1			= Reduzir(1%)\tCtrl+-

MENUSTR_ROTATION			= Girar
MENUSTR_ROTATION_NONE			= Não Girar\tAlt+Up
MENUSTR_ROTATION_L90			= Girar 90˚ no sentido anti-horário\tAlt+Esquerda
MENUSTR_ROTATION_R90			= Girar 90˚ no sentido horário\tAlt+Direita
MENUSTR_ROTATION_180			= Inverter horizontalmente\tAlt+Down

MENUSTR_EXIFSHOW_TOGGLE			= Ficheiro / informações EXIF\tTAB
MENUSTR_WALLPAPER			= Definir como papel de parede...
MENUSTR_DELETE				= Apagar\tDel
MENUSTR_COPY_TO_PHOTOFOLDER		= Copiar para pasta de fotos\tIns
MENUSTR_EXTPROG0			= Abrir com o editor de imagens\tCtrl+E
MENUSTR_PRINT				= Impressão\tCtrl+P
MENUSTR_COPY2CLIPBOARD			= Copiar para a Área de Transferência\tCtrl+C

MENUSTR_SETTING				= Configuração\tF5
MENUSTR_ABOUT				= Acerca do Honeyview\tF1
MENUSTR_EXIT				= Sair\tX

; about popup menu
MENUSTR_HOMEPAGE			= Website
MENUSTR_HELP				= Teclas de atalho para ajuda

; bookmark popup menu
MENUSTR_BOOKMARK_ADD			= Adicionar aos Marcadores\tB
MENUSTR_BOOKMARK_DELALL			= Apagar todos os Marcadores
MENUSTR_BOOKMARK_SETTTING		= Configurações de Marcadores
MENUSTR_BOOKMARK_EDIT			= Editar Marcadores\tF3

; slideshow popup menu
MENUSTR_SLIDESHOW_00			= Parar Slideshow\tCtrl+0
MENUSTR_SLIDESHOW_01			= 1 Segundo\tCtrl+1
MENUSTR_SLIDESHOW_02			= 2 Segundos\tCtrl+2
MENUSTR_SLIDESHOW_03			= 3 Segundos\tCtrl+3
MENUSTR_SLIDESHOW_04			= 4 Segundos\tCtrl+4
MENUSTR_SLIDESHOW_05			= 5 Segundos\tCtrl+5
MENUSTR_SLIDESHOW_06			= 6 Segundos\tCtrl+6
MENUSTR_SLIDESHOW_07			= 7 Segundos\tCtrl+7
MENUSTR_SLIDESHOW_08			= 8 Segundos\tCtrl+8
MENUSTR_SLIDESHOW_09			= 9 Segundos\tCtrl+9
MENUSTR_SLIDESHOW_10			= 10 Segundos
MENUSTR_SLIDESHOW_15			= 15 Segundos
MENUSTR_SLIDESHOW_20			= 20 Segundos
MENUSTR_SLIDESHOW_25			= 25 Segundos
MENUSTR_SLIDESHOW_30			= 30 Segundos
MENUSTR_SLIDESHOW_60			= 60 Segundos
MENUSTR_SLIDESHOW_90			= 90 Segundos
MENUSTR_SLIDESHOW_LOOP			= Repetição
MENUSTR_SLIDESHOW_RANDOM		= Aleatório

MENUSTR_PAGETURNFX_NONE			= Sem efeito
MENUSTR_PAGETURNFX_HV2			= Sacudir
MENUSTR_PAGETURNFX_ALPHA		= Desvanecer
MENUSTR_PAGETURNFX_SLIDE		= Slide

MENUSTR_PHOTOFOLDER_COPY1		= Copiar para pasta de Fotos 1\tInsert
MENUSTR_PHOTOFOLDER_MOVE1		= Mover para pasta de Fotos 1\tCtrl+Insert
MENUSTR_PHOTOFOLDER_COPY2		= Copiar para pasta de Fotos 2\tShift+Insert
MENUSTR_PHOTOFOLDER_SETTING		= Configurações da pasta de Fotos
MENUSTR_PHOTOFOLDER_OPEN		= Abrir pasta de Fotos  1

MENUSTR_TRANSFORMDLG			= Converter Imagem (Girar, Redimensionar)\tCtrl+T

[DIALOG]
IDCANCEL				= Cancelar
IDOK					= OK

[IDD_ABOUT]  
IDD_ABOUT				= Acerca do Honeyview
IDC_BTN_HOMEPAGE			= Website
IDC_BTN_UPDATE				= Atualização

[IDD_SETTING]
IDD_SETTING				= Configuração
IDC_BTN_INIT				= Redefinir

[IDD_SETTING_GENERAL]
IDC_STATIC_SETTING			= Configurações Gerais 
IDC_CHK_USESNAP				= Janela de encaixe
IDC_CHK_DONOTREMEMBERFOLDER		= Não guardar caminho da Pasta recente
IDC_CHK_ONE_INSTANCE			= Não permitir várias instâncias no Honeyview
IDC_CHK_ASK_DELETE			= Pedir confirmação antes de eliminar um ficheiro
IDC_CHK_NO_CENTER_MESSAGE		= Mostrar mensagens de notificação no canto, ao invés do centro
IDC_CHK_ALWAYS_ON_TOP			= Sempre em cima (Ctrl+A)
IDC_CHK_ESC_TO_EXIT			= Sair com ESC
IDC_CHK_CHECK_UPDATE			= Verifique se há uma versão mais recente
IDC_CHK_CHECK_UPDATE_MINOR		= Verificar se há versões menores
IDC_STATIC_LASTFILEACTION_IMAGE		= O que fazer ao chegar à primeira/última Imagem:
IDC_STATIC_LASTFILEACTION_ARCHIVE	= O que fazer ao chegar à primeira/última imagem em ficheiro:

[IDD_SETTING_VIEW]
IDC_STATIC_VIEW				= Configurações de Exibição
IDC_CHK_SHOWBORDER			= Mostrar borda da janela principal
IDC_CHK_SHOW_OVERLAY_FILEINFO		= Mostrar nome do ficheiro no menu superior Imagem quando está escondido (Atalho: Shift+TAB)
IDC_CHK_SAVE_ZOOM_FIX			= Guardar zoom fixo no estado Aumentar/Diminuir
IDC_CHK_DO_NOT_SHOW_TITLE_BAR		= Não mostrar a barra de menu superior
IDC_CHK_DO_NOT_SHOW_CONTROL_BAR		= Não mostrar a barra do controlo inferior
IDC_CHK_DO_NOT_SIDE_ARROW		= Não mostrar os botões de seta do lado
IDC_CHK_DO_NOT_SHOW_ANIMINFO		= Não mostrar o controlo de informação-animação
IDC_CHK_DO_NOT_SHOW_ZOOMINFO		= Não mostrar o controlo de informação-zoom
IDC_CHK_HIDE_TOOLTIP_HELP		= Não mostrar dicas de ferramentas sobre o rato
IDC_CHK_EXIFINFO_SMALL_FONT		= Usar fonte pequena para informações EXIF / ficheiro
IDC_CHK_USEBKGNDIMAGE			= Alterar padrão do papel de parede
IDC_BTN_BKGND_SET			= Procurar...
IDC_BTN_BKGND_OPEN			= Abrir Pasta
IDC_STATIC_BKGNDCOLOR			= Cores do papel de parede:
IDC_BTN_BKGND				= Selecionar...
IDC_STATIC_BORDERCOLOR			= Cores das Bordas:
IDC_BTN_BORDERCOLOR			= Selecionar...

[IDD_SETTING_BOOKMARK]
IDC_STATIC_BOOKMARK			= Configurações de Marcadores
IDC_CHK_AUTOBOOKMARK			= Auto-guardar o caminho Imagem atual para Marcadores
IDC_CHK_SHARE_SETTING			= Configuração de partilha / Marcadores entre várias janelas
IDC_CHK_REMEMBER_FILEPOS_IN_ARCHIVE	= Auto-lembrar caminho da Imagem atual de ficheiros compactados
IDC_BTN_CLEAR_FILE_POS_IN_ARCHIVE	= Eliminar
IDC_STATIC_MAX_BOOKMARK			= Número Máximo de marcadores:

[IDD_SETTING_ASSOC]
IDC_STATIC_ASSOC_IMAGE			= Lista de extensões de ficheiros associados
IDC_BTN_IMAGE_SELECT			= Marcar todas
IDC_BTN_IMAGE_DESELECT			= Desmarcar todas
IDC_BTN_APPLY_NOW			= Aplicar agora

[IDD_SETTING_ASSOC_NEW]
IDC_STATIC_ASSOC_IMAGE			= Associação de Extensão
IDC_STATIC_ASSOC_DESC1			= Para o Windows 8 ou versão posterior, pode associar os ficheiros como seguidores:
IDC_STATIC_ASSOC_DESC2			= 1. Clique no botão a seguir "Configurações de associação"
IDC_STATIC_ASSOC_DESC3			= 2. Clique ​​"Selecionar Tudo" na janela Configurações de associação do Programa
IDC_STATIC_ASSOC_DESC4			= 3. Clique no botão "Guardar".
IDC_STATIC_ASSOC_DESC1_10		= Para o Windows 10 ou versão posterior, pode associar os ficheiros como seguidores:
IDC_STATIC_ASSOC_DESC2_10		= 1. Clique no botão a seguir "Configurações de associação"
IDC_STATIC_ASSOC_DESC3_10		= 2. Go to Photo viewer in the Default apps window.
IDC_STATIC_ASSOC_DESC4_10		= 3. Select "Honeyview" as the default photo viewer.
IDC_BTN_LAUNCH_ASSOC_REG_UI		= Configurações de associação
IDC_BTN_SHOW_CLASSIC_ASSOC_UI		= Método clássico

[IDD_SETTING_IMAGEPROCESSING]
IDC_STATIC_IMAGEPROCESSING		= Proces. de Imagem
IDC_CHK_EXIFROTATION			= Auto-Girar imagens com base em informações EXIF
IDC_CHK_STRONG_SHARPEN			= Usar Filtro de nitidez forte
IDC_CHK_CACHE_IMAGE			= Cache da próxima Imagem
IDC_STATIC_CACHE_MEMORY_SIZE		= Tamanho do Cache memória : 
IDC_CHK_ALIGN_TOP_WHEN_LARGE		= Mostrar o topo da Imagem se a Imagem for maior do que a janela
IDC_CHK_USE_PREVIEW_MODE		= Mostrar imagens de baixa qualidade primeiro para processamento mais rápido
IDC_CHK_USE_IMAGE_ICC			= Usar os dados de perfil ICC do ficheiro de Imagem
IDC_CHK_USE_MONITOR_ICC			= Usar os dados de perfil ICC do monitor
IDC_STATIC_GIF_TRANSPARENT_OPTION	= Fundo transparente para imagens GIF:
IDC_STATIC_IMAGE_TRANSPARENT_OPTION	= Fundo transparente para imagens de 32 bits:
IDC_STATIC_IMAGE_INTERPOLATE_OPTION	= Interpolação (Filtro de Redimensionar):
IDC_STATIC_PAGETURNFX			= Efeito ao virar a Página:

[IDD_SETTING_CUSTOM_KEY]
IDC_STATIC_CUSTOMKEYDESC_ENABLE		= Verificar
IDC_STATIC_CUSTOMKEYDESC_KEY		= Tecla de atalho
IDC_STATIC_CUSTOMKEYDESC_ACTION		= Ação

[IDD_SETTING_CUSTOM_MOUSE]
IDC_STATIC_CUSTOMMOUSE_ENABLE		= Configuração
IDC_STATIC_CUSTOMMOUSE_ACTION		= Ação
IDC_CHK_CUSTOM_LBUTTON			= Botão esquerdo
IDC_CHK_DBLCLICK2MAXIMIZE		= Maximizar / Restaurar, clicar duas vezes
IDC_CHK_CLICK2PAGETURN			= Virar a página quando o lado Esquerdo ou Direito do ecrã é clicado
IDC_CHK_CUSTOM_MBUTTON			= Botão do meio
IDC_CHK_CUSTOM_RBUTTON			= Botão Direito
IDC_CHK_CUSTOM_XBUTTON			= Botão X
IDC_CHK_CUSTOM_YBUTTON			= Botão Y
IDC_CHK_CUSTOM_WHEELUP			= Roda do rato para cima
IDC_CHK_CUSTOM_WHEELDN			= Roda do rato para baixo

[IDD_SETTING_SHELL]
IDC_STATIC_SHELL_TITLE			= Configurações do Menu de Contexto
IDC_CHK_SHELL_USE_SHELL_MENU		= Utilize o menu de contexto do Windows Explorer
IDC_CHK_SHELL_TRANSFORM_DLG		= Converter a imagem com Honeyview
IDC_CHK_SHELL_SHOW_WITH_HONEYVIEW	= Visualizar a imagem com o Honeyview
IDC_CHK_SHELL_PREVIEW_IMAGE		= Visualização no menu de contexto
IDC_CHK_SHELL_SHOW_IMAGE_INFO		= Mostrar Informações de Imagem
IDC_CHK_SHELL_SHOW_ICON			= Mostrar ícone Honeyview

[IDD_SETTING_ETC]
IDC_STATIC_SETTING_ETC			= Configurações diversas
IDC_STATIC_PHOTOFOLDER			= Pasta de Fotos
IDC_STATIC_PHOTOFOLDER_DESC1		= Pasta de Fotos 1:
IDC_STATIC_PHOTOFOLDER_DESC2		= Pasta de Fotos 2:
IDC_BTN_PHOTOFOLDER_SET1		= Procurar...
IDC_BTN_PHOTOFOLDER_OPEN1		= Abrir
IDC_BTN_PHOTOFOLDER_SET2		= Procurar...
IDC_BTN_PHOTOFOLDER_OPEN2		= Abrir
IDC_STATIC_EXTPROGRAM			= Editor de imagens
IDC_BTN_SET_EXTPROG0			= Procurar...
IDC_BTN_SET_EXTPROG1_FAST		= Pré-ajuste
IDC_CHK_PAGETURNWAV			= Efeito de som ao virar de página
IDC_CHK_DO_NOT_LOAD_RAW_IMAGE_FILE	= Não abrir ficheiros de informação RAW
IDC_CHK_SKIP_RAWIMAGE_WHEN_JPG_EXIST	= Ao abrir ficheiros JPEG, RAW não abrir Imagem com o mesmo nome
IDC_CHK_READ_THUMBNAIL_WHEN_LOAD_RAW	= Ao abrir ficheiros Imagem RAW, mostrar miniaturas da Imagem se houver
IDC_CHK_RESIZE_WINDOW_2_FITIMAGE	= Ajuste a janela ao Tamanho da Imagem
IDC_CHK_DISABLE_SCREEN_SAVER		= Desativar screensaver do Windows enquanto Honeyview está em execução

[IDD_SETTING_LANG]
IDC_STATIC_LANG				= Configurações de Linguagem 
IDC_STATIC_OPEN_MULTLANG_PAGE		= [Descarregar mais linguagens...]
IDC_STATIC_OPEN_LANG_FOLDER		= [Abrir Pasta de Linguagens...]

[IDD_PAGESELECT]
IDD_PAGESELECT				= Selecionar Imagem
IDC_CHECK_SHOW_THUMBNAIL		= Ocultar navegação em miniatura

[IDD_PASSINPUT]
IDD_PASSINPUT				= Insira a palavra-passe
IDC_STATIC_PASSDESC			= Este ficheiro está criptografado. Por favor insira a palavra-passe.

[IDD_BOOKMARK_EDIT]
IDD_BOOKMARK_EDIT			= Editar Marcadores
IDC_BTN_DEL				= Eliminar
IDC_BTN_IMPORT				= Importar Marcadores
IDC_BTN_EXPORT				= Exportar Marcadores

[IDD_PRINT]
IDD_PRINT				= Impressão
IDC_GROUP_PRINTER			= Selecione Impressora
IDC_BTN_PRINTER_PROPERTY		= Propriedades
IDC_CHK_ROTATE				= Girar 90˚
IDC_CHK_FIT_IN				= Escala para caber no papel
IDC_STATIC_ZOOM				= Escala:
IDC_STATIC_MARGIN_L			= Margens esquerda:
IDC_STATIC_MARGIN_T			= Cima:
IDC_STATIC_MARGIN_R			= Direita:
IDC_STATIC_MARGIN_B			= Inferior:
IDC_STATIC_COPIES			= Cópias:
IDC_BTN_PRINT				= Impressão
IDC_BTN_CLOSE				= Fechar

[IDD_UPDATE]
IDD_UPDATE				= Atualizações Honeyview
IDC_STATIC_MESSAGE_1			= Honeyview tem novas atualizações.
IDC_STATIC_MESSAGE_2			= Clique no botão Atualização para instalar a versão mais recente.
IDOK					= Atulalização
IDCANCEL				= Cancelar
IDC_BTN_SETTING_UPDATE			= Configurações

[IDD_ASK_OVERWRITE]
IDD_ASK_OVERWRITE			= Renomear ou Substituir
IDC_STATIC_ASK_OVERWRITE		= O ficheiro já existe.
IDC_STATIC_SRC				= Imagem atual
IDC_STATIC_DST				= Destino da imagem
IDC_BTN_OVERWRITE			= Sobrescrever
IDC_BTN_RENAME				= Guardar Como...

[IDD_WALLPAPER]
IDD_WALLPAPER				= Definir como Papel de Parede
IDC_STATIC_PREVIEW			= Visualização
IDC_STATIC_BACK_COLOR			= Cor de Fundo
IDC_RADIO_BACKCOLOR_0			= Preto
IDC_RADIO_BACKCOLOR_1			= Automático
IDC_RADIO_BACKCOLOR_2			= Personalizar...
IDC_BTN_BKGND				= Selecionar...
IDC_BTN_CLOSE				= Fechar
IDC_BTN_APPLY				= Aplicar Agora

[IDD_OPEN_PROGRESS]
IDD_OPEN_PROGRESS			= Abrir Ficheiro
IDC_STATIC_OPENING			= A Abrir...

[IDD_SELECT_FOLDER]
IDD_SELECT_FOLDER			= Selecione a Pasta
IDC_STATIC_FOLDER			= Caminho da Pasta:
IDC_BTN_NEWFOLDER			= Nova Pasta
IDC_CHK_OPEN_SUBFOLDER			= Incluir todos os ficheiros da sub-pastas

[IDD_TRANSFORM]
IDD_TRANSFORM				= Conversão de Imagem
IDC_STATIC_FILELIST			= Lista de Ficheiro
IDC_STATIC_PREVIEW			= Ver
IDC_BTN_START				= Iniciar
IDC_BTN_CLOSE				= Fechar
IDC_BTN_OPEN_DEST_FOLDER		= Abrir Pasta

[IDD_TRANSFORM_OPT]
IDC_STATIC_ROTATE			= Girar
IDC_RADIO_ROTATE_NONE			= Não Girar
IDC_RADIO_ROTATE_LEFT			= Girar 90˚ sentido anti-horário
IDC_RADIO_ROTATE_RIGHT			= Girar 90˚ no sentido horário
IDC_RADIO_ROTATE_180			= Girar 180˚
IDC_RADIO_ROTATE_AUTO			= Auto-Girar de acordo com informações EXIF
IDC_STATIC_RESIZE			= Redimensionar
IDC_STATIC_RESIZE_SIZE			= Novo Tamanho

IDC_STATIC_FORMAT			= Format Configurações
IDC_STATIC_FORMAT_SELECT		= Formato:
IDC_STATIC_FORMAT_QUALITY		= Qualidade:
IDC_STATIC_SAVE				= Pasta de Saída
IDC_RADIO_TARGETFOLDER_SAMEFOLDER	= Guardar na pasta original
IDC_RADIO_TARGETFOLDER_PHOTOFOLDER	= Guardar na pasta de fotos
IDC_RADIO_TARGETFOLDER_CUSTOM		= Guardar em:
IDC_STATIC_FILENAME_HEADER		= Nome do ficheiro de Prefixo
IDC_STATIC_FILENAME2SAVE		= Nome do ficheiro de Visualiza
IDC_BTN_INIT				= Restaurar


[SKIN]
$TT_FULLSCREEN				= Ecrã Cheio (Alt+Enter)
$TT_TOGGLE_ZOOM_CONTROL			= Tecla de atalho: /
$TT_TOGGLE_ANIMINFO_CONTROL		= Tecla de atalho: Alt + Z
$TT_PAGESELECT				= Selecionar Imagem (Enter)
$TT_LOCKCONTROLBAR			= Travar Controlos (Atalho: ~)
$TT_LOCKTITLEBAR			= Travar Menu (Atalho: `)
$TT_COPY_EXIFINFO			= Copiar Imagem/EXIF Info (Ctrl+Shift+C)
$TT_TOGGLE_EXIF				= Mostrar/Ocultar Imagem/EXIF Info (Atalho: Tab)
$TT_LAUNCH_GPS_LOCATION			= Ver a localização no Google Mapas.(Ctrl+Shift+G)
$TT_PLAY_SOUNDNSHOT			= Reproduzir o ficheiro de áudio (Ficheiro de som de Tiro).
$TT_CLOSE_EXIFINFO			= Fechar (Atalho: Tab)
$TT_PREV_BTN				= L-Rato:Anterior, R-Rato:Anterior 10th
$TT_NEXT_BTN				= L-Rato:Próxima, R-Rato:Próxima 10th

$BTN_TEXT_EXIF				= EXIF
$BTN_TEXT_GPS				= GPS
$BTN_TEXT_PLAY_SOUNDNSHOT		= Som de tiro
$BTN_TEXT_SHOWMODE			= Mostrar
$BTN_TEXT_PHOTOFOLDER			= Copiar Para
$BTN_TEXT_EDIT				= Editar
$BTN_TEXT_STICKY			= Travar
$BTN_TEXT_BOOKMARK			= Marcadores
$BTN_TEXT_SLIDESHOW			= Slideshow
$BTN_TEXT_UPDATE			= Nova Versão Disponível

$TEXT_SETTINGTAB_GENERAL		= Geral
$TEXT_SETTINGTAB_VIEW			= Mostar
$TEXT_SETTINGTAB_BOOKMARK		= Marcadores
$TEXT_SETTINGTAB_ASSOC			= Associação
$TEXT_SETTINGTAB_IMAGEPROCESS		= Proces. de Imagem
$TEXT_SETTINGTAB_KEYBOARD		= Teclado
$TEXT_SETTINGTAB_MOUSE			= Rato
$TEXT_SETTINGTAB_SHELL			= Menu de Contexto
$TEXT_SETTINGTAB_ETC			= Diversos
$TEXT_SETTINGTAB_LANG			= Linguagem

$TEXT_DESKTOP				= Área de Trabalho
$TEXT_DOCUMENT				= Documento
$TEXT_PICTURE				= Imagem
$TEXT_COMPUTER				= Computador


[SHELL]
TEXT_LAUNCH_TRANSFORM_DLG		= Converter com o Honeyview(&5)
TEXT_LAUNCH_HONEYVIEW			= Visualizar com o Honeyview(&5)
TEXT_LOADING				= A Carregar...
TEXT_IMAGE_LOAD_FAILED			= Falha ao carregar o ficheiro
TEXT_IMAGE_LOAD_FAIL_NOT_SUPPORTED	= No Preview Available


[INSTALLER]
LNK_FILE_DESC				= Iniciar Honeyview
UNINSTALLER_LNK_NAME 			= Programa de desinstalação

MSG_STILLRUN_EXIT_PROGRAM		= Honeyview está em execução. Por favor, feche o programa primeiro.
MSG_ASK_DELETE_ALL_FILES		= Alguns ficheiros ainda estão na Pasta ($INSTDIR).[br][br]Gostaria de Apagar a Pasta completa?
MSG_ASK_RESTART_EXPLORER		= Para finalizar a instalação, o Windows Explorer precisa ser reiniciado. Deseja reiniciar agora?
MSG_ASK_UNINSTALL_HV3			= Honeyview5 já está instalado. Precisa eliminar a versão Honeyview5 para instalar a nova versão. Quer continuar?
MSG_UNINSTALL_HV3_FAILED		= Falha ao desinstalar.
MSG_RESTART_EXPLORER			= Windows Explorer será reiniciado para concluir a desinstalação de Honeyview3 .

TEXT_LICENSE				= Contrato de Licença Honeyview
TEXT_OPTIONS				= Opção de Instalação
TEXT_OPT_PROGRAMGROUP			= Criar grupo de programas
TEXT_OPT_DESKTOPSHORCUT			= Criar atalho na área de trabalho
TEXT_OPT_QUICKLAUNCH			= Criar atalho no Quick Launch
TEXT_OPT_FOLDER				= Pasta que vai ficar
TEXT_OPT_REGIMAGE			= Associar as extensão de ficheiros de imagem
TEXT_SELECT_FOLDER			= Selecionar a Pasta
TEXT_LICENSE_LINK			= [Website]

TEXT_INSTALLER_MAIN_LICENSE_LINE_1	= CONTRATO DE LICENÇA DE UTILIZADOR FINAL
TEXT_INSTALLER_MAIN_LICENSE_LINE_2	= Honeyview é um visualizador ultra rápido gratuito de Imagem desenvolvido e distribuído pela Bandisoft.[br][br]Este programa é gratuito para os indivíduos, empresas, governo e muito mais.

TEXT_ASK_RESTART_EXPLORER		= Windows Explorer irá reiniciar para concluir a instalação. Quer reiniciá-lo agora?
TEXT_NEED_ADMIN_PRIVILEGE		= Este programa só pode ser instalado pelo utilizador com direitos de administrador.[br][br]Os utilizadores não administrativos não podem instalar o programa corretamente.[br][br]Quer parar a instalação?

